Autodesk.Revit.DB.DatasmithRevitExporterOptions.IsOptionSet(System.String)
Returns the true if the option is set and false otherwise.
optionName:
The option name.
Returns:
Returns the true if the option is set and false otherwise.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2024